Repository: Nic8895/ccm
Catalog: client/endaga-lang/locale/*/LC_MESSAGES/endaga.po
Languages: fil, id

source: Already registered with number %(number)s.
fil: Nakarehistro na ang SIM na ito. Ang iyong numero ay %(number)s.
id: Nomor anda %(number)s sudah terdaftar.

source: Your phone is not provisioned.
fil: Sorry, hindi pa nakarehistro ang iyong TM BARANGAY number. Upang marehistro ang TM Barangay SIM, i-type ang salitang Barangay at i-text sa numerong 101.
id: Nomor HP anda tidak memenuhi syarat.

source: Your balance is %(account_bal)s.
fil: Ang iyong balanse ay %(account_bal)s.
id: Sisa pulsa anda %(account_bal)s.

source: Your number is %(number)s.
fil: Ang iyong numero ay %(number)s.
id: Nomor anda adalah %(number)s.

source: Message not sent to %(dest_number)s.
fil: Sorry, ang iyong text ay hindi naipadala sa %(dest_number)s. Pakisubukan muli.
id: Pesan anda ke nomor %(dest_number)s tidak terkirim.

source: Your account doesn't have sufficient funds.
fil: Ang balanse ng iyong account ay hindi sapat.
id: Pulsa anda tidak cukup.

source: Invalid Address
fil: Sorry, ang iyong text ay hindi naipadala dahil invalid ang numerong pinadadalhan.
id: Nomor yang anda SMS salah.

source: The number you're sending to doesn't exist. Try again.
fil: Sorry, ang iyong text ay hindi naipadala dahil invalid ang numerong pinadadalhan.
id: Anda mengirim pulsa ke nomor yang tidak terdaftar. Coba lagi.

source: Reply to this message with %(code)s to confirm your transfer of %(amount)s to %(to_num)s. Code expires in ten minutes.
fil: Magreply gamit ang code na ito: %(code)s sa loob ng 10 minuto para maipadala ang %(amount)s load sa %(to_num)s.
id: Balas dengan kode %(code)s untuk transfer pulsa %(amount)s ke nomor %(to_num)s Kode tidak berlaku lagi setelah 10 menit

source: You've received %(amount)s credits from %(from_num)s! Your new balance is %(new_balance)s.
fil: Nakatanggap ka ng %(amount)s load mula sa %(from_num)s. Maaari mo nang gamitin ang iyong total load na nagkakahalagang %(new_balance)s.
id: Anda menerima transfer pulsa %(amount)s dari nomor %(from_num)s. Total pulsa anda sekarang %(new_balance)s.

source: You've transferred %(amount)s to %(to_num)s. Your new balance is %(new_balance)s.
fil: Naipadala na ang %(amount)s load sa %(to_num)s. Ang natitira mong load ay %(new_balance)s.

source: That transfer confirmation code doesn't exist or has expired.
fil: Ang code sa pagkumpirma ng pagpapadala na iyan ay hindi umiiral o nawalan na ng bisa.
id: Kode konfirmasi transfer pulsa anda tidak ada atau sudah berakhir.

source: Invalid phone number: %(number)snumber
fil: Sorry, ang iyong text ay hindi naipadala dahil invalid ang numerong pinadadalhan: %(number)s.
id: Nomor telepon tidak benar: %(number)

source: To transfer credit, reply with a message in the format 'NUMBER*AMOUNT'.
fil: Upang magpadala ng load sa ibang TM Barangay SIM, magreply sa text na ito at i-type ang <NUMBER NA PAPADALHAN><*><AMOUNT>.
id: Untuk mentransfer pulsa, balas dengan pesan NOMOR*JUMLAH.

source: The network operator adjusted your credit by %(change)s. Your balance is now %(balance)s.
fil: Inadjust ng network operator ang iyong balanse. Ang iyong balanse ngayon ay %(balance)s.

source: Failed to register your handset.
fil: Sorry, nabigong nairehistro ang handset. Paki subukan muli.
id: Gagal untuk mendaftarkan telepon Anda.
